{
  "metadata": {
    "source": "Epstein File Explorer - Full Text Search",
    "searchTerm": "judaism",
    "dateScraped": "2026-02-18",
    "lastUpdated": "2026-02-18",
    "description": "Extracted references to Judaism from Epstein document database",
    "totalDocuments": 111
  },
  "documents": [
    {
      "id": "EFTA02722642",
      "type": "flight log",
      "matches": 2,
      "content": [
        "Anti-Semitism needs actual Jews to persecute; anti-Judaism can flourish perfectly well without them, since its target is not a group of people but an idea.",
        "Jewish misanthropy. This element was emphasized by a somewhat later writer, an Egyptian priest named Manetho.",
        "Accusations of Jewishness have little to do with actual Jews. They are a product of Gentile discourse, in which Christians argue with other Christians by accusing them of Judaism.",
        "Paul, whose epistles instructed small Christian communities in the Near East on points of behavior and doctrine within a Jewish movement.",
        "If Judaism was an error, every error could potentially be thought of as Jewish. This struggle to control the power of Judaism will turn out to be one of the most persistent and explosive themes of Christian political theology, from the Middle Ages to Modernity.",
        "World without Jews by Adam Kirsch (February 13, 2013) - The title of David Nirenberg's new book, Anti-Judaism: The Western Tradition, uses a term pointedly different from the one we are used to. The hatred."
      ]
    },
    {
      "id": "EFTA02721983",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Socio-political system disguised as a religion that seeks world dominance by man imposed methodology/effort -- unlike Judaism and Christianity properly understood. If we are to 'believe', the world already has a King and does not need another."
      ]
    },
    {
      "id": "EFTA00045963",
      "type": "email",
      "matches": 1,
      "content": [
        "Principle - the Divinity of the Torah. Learn the validity of the Torah, a most foundational belief in Judaism.",
        "Happiness: 'The Ladder Up' - How can I be happy? How do I cope with the challenges of life?"
      ]
    },
    {
      "id": "EFTA00090314",
      "type": "email",
      "matches": 2,
      "content": [
        "Chabad is doing everything they can to co-opt the Trump presidency. Chabad is basically state-sanctioned Judaism. It is used by Putin to keep tabs on all the Russo-Jewish oligarchs.",
        "Lobbyist. Mowbray was one of the 'shiftiest' people CHS had ever encountered. Mowbray was a convert to Judaism. CHS stated Mowbray would flip on Broidy because he's a 'flipper.'",
        "Congressman Ed Royce mentioned in connection with Mowbray."
      ]
    },
    {
      "id": "EFTA00259898",
      "type": "email",
      "matches": 1,
      "content": [
        "Kept in the forefront of our minds. Perhaps the professors didn't associate Madoff and Jewish because Judaism does not place their radars on high alert. As a PhD student studying Madoff, I have spent considerable time analyzing the case."
      ]
    },
    {
      "id": "EFTA00305011",
      "type": "email",
      "matches": 1,
      "content": [
        "Cultures of the Middle East or Islam and the commonalities and linked heritage of Islam, Christianity, and Judaism is demonstrated. Children will express what they hear adults saying, giving us the opportunity to promote tolerance."
      ]
    },
    {
      "id": "EFTA00306319",
      "type": "email",
      "matches": 1,
      "content": [
        "Than Jewish services. In addition, the Child shall not receive religious instruction in any faith other than Judaism (except as part of an academic course) unless such instruction has been approved in advance."
      ]
    },
    {
      "id": "EFTA00508291",
      "type": "email",
      "matches": 1,
      "content": [
        "Are you celebrating Judaism this evening? - Yes-- fucking (iMessage 2018-09-18 20:15:33 UTC)",
        "Participants included jeeitunes@gmail.com"
      ]
    },
    {
      "id": "EFTA00545454",
      "type": "email",
      "matches": 2,
      "content": [
        "Belarusian immigrants to Israel (in the years 1989-2013). Languages: Hebrew, Russian, Belarusian, and Yiddish. Religion: Judaism, Atheism. Related ethnic groups: Jews, Ashkenazi Jews, Russian Jews, Ukrainian Jews, Lithuanian Jews, Polish Jews.",
        "Silver coin of Belarus, 10 rubles, 2010, 925, diam. 33 mm, avers, 'Judaism'.",
        "In 1968, several thousand Jewish youths were arrested for Zionist activity."
      ]
    },
    {
      "id": "EFTA00578062",
      "type": "email",
      "matches": 1,
      "content": [
        "Livia Parnes (Portuguese - Judaism - Affaire Dreyfus - Dictionnaire). Contact information and meeting schedule with George Whyte, Sunday 23:00, 15 September."
      ]
    },
    {
      "id": "EFTA00579115",
      "type": "email",
      "matches": 1,
      "content": [
        "Father, and to what Judaism represents in her life. All my children were brought up as Anglicans, but Isabel was very taken by the Jewish faith and the politics in Israel, where she was made welcome."
      ]
    },
    {
      "id": "EFTA00632168",
      "type": "email",
      "matches": 1,
      "content": [
        "Kibbutz, he is gratified to be the one who can teach the laws and traditions of Judaism to the members. As the most learned man on the secular kibbutz, Tevye takes on his long desired role."
      ]
    },
    {
      "id": "EFTA00639759",
      "type": "email",
      "matches": 1,
      "content": [
        "Jewish Virtual Library is the go-to source my students use for fact-based research pertaining to Judaism, Israel, and the Holocaust. We hear this all the time from teachers because the American-Israeli Cooperative Enterprise provides reliable information."
      ]
    },
    {
      "id": "EFTA00663297",
      "type": "email",
      "matches": 3,
      "content": [
        "Enough Already With the Worrying About America's Jews by J.J. Goldberg.",
        "Leading voices of U.S. Judaism have expressed despair over a recent survey that found sharply declining interest in the religion among American Jews, describing it as a shrinking community.",
        "The Jewish Week of New York, in an editorial titled Losing Our Faith, wondered whether Judaism can survive long-term in this country without religious belief and practice at its core.",
        "No less important, religious skepticism is an integral and, to many minds, honored part of modern Judaism. Over the last two centuries, since the Enlightenment, this cast of mind has been the norm.",
        "Offspring of mixed marriages. In that and many other ways, they're changing the nature of American Judaism. That's the point: Jewish life in America is evolving, not disappearing."
      ]
    },
    {
      "id": "EFTA00665489",
      "type": "email",
      "matches": 1,
      "content": [
        "The Jewish calendar year's inspiring newsmakers by Jacob Kamaras/JNS.org. Judaism's High Holidays are a time for prayer, introspection and for those fortunate enough, inspiration."
      ]
    },
    {
      "id": "EFTA00678415",
      "type": "email",
      "matches": 1,
      "content": [
        "Injured. The compound, known to Jews as the Temple Mount, is the holiest site in Judaism. Known to Muslims as the 'Noble Sanctuary,' it is Islam's third-holiest site.",
        "Rosenfeld said security has been increased at the site."
      ]
    },
    {
      "id": "EFTA00683390",
      "type": "email",
      "matches": 1,
      "content": [
        "Among Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA00985369",
      "type": "email",
      "matches": 5,
      "content": [
        "Burke's case, the choice of this language was probably not strategic. The choice was structural—anti-Judaism was a feature of the worldview with which Burke was able to recognize what Marxists later described as society. These were questions that two millennia of pedagogy had taught Europe to ask in terms of Judaism, and Burke had learnt the lesson well.",
        "Nirenberg's book is about those two millennia of anti-Judaism pedagogy.",
        "Tyranny was, first of all, imagined as a feature of Judaism, both when there were Jews at court (as physicians, advisers, tax collectors, and money-lenders) and when Jews rarely predominated in royal financial affairs and then only for short periods of time.",
        "Anti-Judaism also had a second and rather different political usefulness. Jews were imagined not only as tyrants.",
        "Many of them were Jews, though of the sort that Isaac Deutscher called non-Jewish Jews. Judaism had nothing at all to do with Bolshevism and yet, if Nirenberg is right, the Bolsheviks would have been explained in the language of anti-Judaism even if there had never been a Trotsky, a Kamenev, or a Radek among them.",
        "The identification of Jews with merchants, money-lenders, royal financiers.",
        "In 1844, Karl Marx published his essay On the Jewish Question. This wasn't an engagement with Judaism, or with Jewish history, or even with the sociology of German Jews. Its occasion was the contemporary debate about Jewish emancipation.",
        "The subject is a hostile understanding of Judaism, early and late, reiterated by writers of very different sorts, with which the social-political-theological-philosophical world is constructed, enemies are identified, and positions fortified.",
        "Anti-Judaism is and has long been one of the most powerful theoretical systems for making sense of the world.",
        "Goebbels's attack on Jewish intellectualism was the necessary outcome of the German philosophical identification of Judaism with lifeless reason.",
        "Marx identified capitalism with Judaism, and so the overthrow of capitalism will be, he writes, the emancipation of mankind from Judaism.",
        "The threat of Judaism grew greater and greater as the actual Jews grew weaker and weaker. According to their triumphant opponents, the Jews were defeated militarily by the Romans and then religiously by the imperial establishment of Christianity.",
        "John Chrysostom, who was such a violent opponent of the Jews that earnest scholars have assumed that Judaism must have posed a clear and present danger to Christianity in his time. In fact, Nirenberg tells us otherwise."
      ]
    },
    {
      "id": "EFTA00986624",
      "type": "email",
      "matches": 1,
      "content": [
        "Palestine was a theological and practical calamity. Their theology was firmly based on the idea that Judaism had been superseded and that Christians, particularly Anglicans and Episcopalians, comprised the true Israelites who would lead the Holy Land in the name of Christianity.",
        "Anglican theology was rife with anti-Semitism, and regarded Judaism as a barbaric, antiquated, and inferior faith, while Zionism was seen as materialistic, hyper-nationalist, and vaguely Bolshevik."
      ]
    },
    {
      "id": "EFTA01090973",
      "type": "email",
      "matches": 2,
      "content": [
        "Integrate us into the mainstream of American life while preserving our commitment to modern Orthodox Judaism. Torah and Madah were the two themes. Torah, which literally means bible, represented the religious component. Madah, which literally means knowledge, represented secular learning.",
        "Directed at reconciling the very different world views implicit in the relatively closed system of Orthodox Judaism and the openness that is required to obtain real secular knowledge.",
        "Church groups and some Orthodox Jews. The fact that many churches, as well as conservative and reform Judaism, support equality has muted the impact of the religious right somewhat on this issue.",
        "Before long recognize a marriage between a Jew and a non-Jew who did not wish to convert to Judaism. And those religious institutions that chose to perform or recognize gay marriages could do so."
      ]
    },
    {
      "id": "EFTA01196458",
      "type": "email",
      "matches": 2,
      "content": [
        "It attracts roughly 200 undergraduate students per term. Survey of Judaism and Study of Monotheism, both graduate courses, have enrollments of around 30 to 40.",
        "The institute is funded largely by foreign Jewish donors, who have their own interest in seeing portrayals of Judaism propagated in a more balanced way. Hatred and intolerance are bred in ignorance, the executive director said.",
        "Years in the United States, and a formative official trip to Israel in 1988, convinced that Judaism could provide lessons for a young and hungry new China. Once we learned, we wanted to teach.",
        "Chinese state media has long championed positive portrayals of the Jews, in part because Judaism, with its ethnically based and non-evangelical nature, has proved less of a threat to the Communist Party since power in 1949."
      ]
    },
    {
      "id": "EFTA01198166",
      "type": "email",
      "matches": 1,
      "content": [
        "How close, in fact, is Trump's relationship with Judaism? Unlike the name of his reality TV show, he is no apprentice when it comes to the Jewish faith.",
        "Trump's daughter Ivanka converted to Judaism in 2009, and her observance of Shabbat with her husband Jared Kushner, a well-known real estate developer as well as the owner and publisher."
      ]
    },
    {
      "id": "EFTA02333036",
      "type": "government record",
      "matches": 1,
      "content": [
        "Honouring her on 31st January for an outstanding contribution to fostering better relations between Christianity and Judaism. The dinner will be held on the evening of Monday 31st January at the Middle Temple in London."
      ]
    },
    {
      "id": "EFTA02379710",
      "type": "government record",
      "matches": 1,
      "content": [
        "Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA02382746",
      "type": "government record",
      "matches": 1,
      "content": [
        "Jewish Virtual Library is the go-to source my students use for fact-based research pertaining to Judaism, Israel, and the Holocaust. We hear this all the time from teachers because the American-Israeli Cooperative Enterprise provides reliable information."
      ]
    },
    {
      "id": "EFTA02444849",
      "type": "government record",
      "matches": 5,
      "content": [
        "Humanism that spread simultaneously into Judaism, Christianity, and Islam can be found when the lost texts of Aristotle were discovered, translated, and appropriated by scholars from these three religions.",
        "Forms of Aristotelian religious humanism in the works of Thomas Aquinas in Christianity, Maimonides in Judaism, and Averroes in Islam.",
        "On the American scene, one sees another form of Christian humanism.",
        "Some form of science, philosophy, and religion creatively interacted. I will limit myself to speaking primarily about Judaism, Christianity, and Islam. A synthesis between Greek philosophical psychology and Christianity can be found.",
        "Never been at the core of Christianity or, for that matter, the other Abrahamic religions of Judaism and Islam. Bringing to maturity loving and self-giving persons has been the primary concern of Christianity.",
        "I believe my argument could be illustrated with other religions, especially the Abrahamic religions of Judaism and Islam. As Aristotle's influence created a kind of religious humanism in these religions in the past.",
        "Very nature of religion. Modern objections to anthropomorphism have taken two major forms. First, traditions within Judaism, Christianity, and Islam have long opposed the worship of idols, and regarded anthropomorphism as a dangerous assault against the divine."
      ]
    },
    {
      "id": "EFTA01268295",
      "type": "government record",
      "matches": 1,
      "content": [
        "Document reference containing Judaism - appears to be a legal/financial authorization form."
      ]
    },
    {
      "id": "EFTA01275887",
      "type": "government record",
      "matches": 1,
      "content": [
        "Financial document from UBS Financial Services Inc. Reference to Judaism in context of account documentation."
      ]
    },
    {
      "id": "EFTA01620847",
      "type": "government record",
      "matches": 1,
      "content": [
        "Message exchange: 'Are you celebrating Judaism this evening?' - 'Yes-- fucking' (08:11:10 pm - 08:11:31 pm)"
      ]
    },
    {
      "id": "EFTA01624153",
      "type": "government record",
      "matches": 1,
      "content": [
        "Message from jeeitunes@gmail.com: 'Congratulations on your conversion to Judaism' (12:31:56 pm)",
        "'You should come. It would be much more fun if you came.'"
      ]
    },
    {
      "id": "EFTA01741631",
      "type": "government record",
      "matches": 1,
      "content": [
        "Al-Habbash has included the Western Wall, the holiest place in Judaism, as part of the Islamic Waqf, and stated that it is a property of the Muslims... an Islamic holy site.",
        "This should not be given up."
      ]
    },
    {
      "id": "EFTA01766672",
      "type": "government record",
      "matches": 1,
      "content": [
        "Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA01766746",
      "type": "government record",
      "matches": 1,
      "content": [
        "Among Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA01769142",
      "type": "government record",
      "matches": 1,
      "content": [
        "Rural desert, and the Prophet Mohammed was himself once a shepherd. Whereas religions like Christianity and Judaism simply declare such behavior to be sinful, Islam addresses them from a juridical point of view."
      ]
    },
    {
      "id": "EFTA01807485",
      "type": "government record",
      "matches": 1,
      "content": [
        "The go-to source my students use for fact-based research pertaining to Judaism, Israel, and the Holocaust. For high school students - who too often receive little or no education about Israel."
      ]
    },
    {
      "id": "EFTA01842802",
      "type": "government record",
      "matches": 1,
      "content": [
        "The city itself, it is divided down the middle. The tomb complex is the second holiest site in Judaism, but roughly half of it is consecrated for Muslim worship as the Ibrahimi Mosque. Hebron."
      ]
    },
    {
      "id": "EFTA01870192",
      "type": "government record",
      "matches": 1,
      "content": [
        "March 2012 -- Jerusalem is a city that embodies the cultural heritage of three religions: Islam, Christianity, and Judaism. Yet Palestinians — both Christian and Muslim — are being driven out of Jerusalem. Just one example of this."
      ]
    },
    {
      "id": "EFTA01904995",
      "type": "government record",
      "matches": 1,
      "content": [
        "Among Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA01905049",
      "type": "government record",
      "matches": 1,
      "content": [
        "Among Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA01929155",
      "type": "government record",
      "matches": 1,
      "content": [
        "His voice instead betrays his deep determination to get the job done. 'My task is to keep Judaism alive, to make it stronger and to fight its enemies,' the economics minister says, adding that he will continue this mission."
      ]
    },
    {
      "id": "EFTA01931795",
      "type": "government record",
      "matches": 4,
      "content": [
        "Challenge virtually all forms of Jewish life and discourse since the thirteenth century.",
        "Historians and scholars of Judaism have interpreted Maimonides in countless, sometimes contradictory ways: as a philosopher and as an anti-philosopher.",
        "Because he incorporated many, but not all, Aristotelian ideas into his understanding of Judaism — while often striving to conceal that he was doing so — Maimonides remains one of the most challenging figures.",
        "Foreign Affairs article: Maimonides Meets Modernity - Contemporary Lessons from Judaism's Greatest Sage by Jay M. Harris. Book review of 'Maimonides: Life and Thought' by Moshe Halbertal.",
        "Virtue ethics presents a distinct challenge to a Jew loyal to the laws of Judaism, which seem to insist that obeying God's commandments -- and nothing else -- should form the basis of moral life.",
        "Written to help those confounded by Aristotelian philosophy, and nowhere did Aristotle challenge the core of Judaism and the other scriptural monotheistic faiths more than in his insistence that the world was not created.",
        "More than anything else, Maimonides provides an understanding of religion generally, and Judaism specifically, that suggests our species must go through, not bypass, its great spiritual dilemmas. As Halbertal writes about confronting complexity."
      ]
    },
    {
      "id": "EFTA01931873",
      "type": "government record",
      "matches": 8,
      "content": [
        "What Marx is doing here, David Nirenberg argues in his brilliant, fascinating, and deeply depressing book Anti-Judaism, is exactly what many other writers have done in the long history of Western civilization.",
        "He might, Nirenberg says, have questioned the association of Judaism and capitalism and written a critical history aimed at making his readers more reflective about that association.",
        "It begins in the Gospels, with the earliest attacks on the Judaism of the Pharisees. Christian supersessionist arguments—arguments about what aspects of Judaism had been superseded.",
        "The threat of Judaism grew greater and greater as the actual Jews grew weaker and weaker. According to their triumphant opponents, the Jews were defeated militarily by the Romans and then religiously by the imperial establishment of Christianity.",
        "John Chrysostom, who was such a violent opponent of the Jews that earnest scholars have assumed that Judaism must have posed a clear and present danger to Christianity in his time. In fact, Nirenberg tells us otherwise.",
        "Tyranny was, first of all, imagined as a feature of Judaism, both when there were Jews at court (as physicians, advisers, tax collectors, and money-lenders) and when Jews rarely predominated in royal financial affairs.",
        "Anti-Judaism also had a second and rather different political usefulness. Jews were imagined not only as tyrants.",
        "Nirenberg's argument is that a certain view of Judaism lies deep in the structure of Western civilization and has helped its intellectuals and polemicists explain Christian heresies, political tyrannies, medieval plagues, capitalist crises, and revolutionary movements.",
        "Anti-Judaism is and has long been one of the most powerful theoretical systems for making sense of the world.",
        "Nirenberg's proper subject is a hostile understanding of Judaism, early and late, reiterated by writers of very different sorts, with which the social-political-theological-philosophical world is constructed, enemies are identified, and positions fortified.",
        "Philosophers like Hegel used the language of anti-Judaism to resolve ancient tensions.",
        "Nirenberg's history of anti-Judaism is powerful and persuasive, but it is also unfinished. It never gets to the United States, where anti-Judaism seems to have been much more prevalent.",
        "Marx identified capitalism with Judaism, and so the overthrow of capitalism will be, he writes, the emancipation of mankind from Judaism.",
        "Burke's case, the choice of this language was probably not strategic. The choice was structural—anti-Judaism was a feature of the worldview with which Burke was able to recognize what Marxists later described.",
        "Merchant of Venice, which will give me a chance to illustrate the difference between his anti-Judaism and the anti-Semitism that is the subject of more conventional, but equally depressing, histories. Anthony Julius.",
        "Ironical version of Christian supersession. So Shakespeare understands the arrival of modern commerce with the help of Judaism, though he knew no Jews and had never read a page of the Talmud. He knew."
      ]
    },
    {
      "id": "EFTA01933130",
      "type": "government record",
      "matches": 1,
      "content": [
        "Back to the island on Tuesday - I am seeing Dr Ting on Monday and can do the Judaism class over the phone again. Sent from my iPhone."
      ]
    },
    {
      "id": "EFTA01935515",
      "type": "government record",
      "matches": 1,
      "content": [
        "Back to the island on Tuesday - I am seeing Dr Ting on Monday and can do the Judaism class over the phone again. Sent from my iPhone."
      ]
    },
    {
      "id": "EFTA01939352",
      "type": "government record",
      "matches": 1,
      "content": [
        "Bring an Israeli-Palestinian peace, but also to serve as an historic moment of reconciliation between Judaism, Islam and Christianity. The capital of Israel will have a clear Jewish majority, crowded with embassies from around the world."
      ]
    },
    {
      "id": "EFTA01941992",
      "type": "government record",
      "matches": 1,
      "content": [
        "Kibbutz, he is gratified to be the one who can teach the laws and traditions of Judaism to the members. As the most learned man on the secular kibbutz, Tevye takes on his long desired role."
      ]
    },
    {
      "id": "EFTA01951406",
      "type": "government record",
      "matches": 3,
      "content": [
        "The Jewish Week of New York, in an editorial titled 'Losing Our Faith,' wondered whether Judaism can survive long-term in this country without religious belief and practice at its core.",
        "Less important, religious skepticism is an integral and, to many minds, honored part of modern Judaism. Over the last two centuries, since the Enlightenment, this cast of mind has been the norm, not the exception.",
        "Offspring of mixed marriages. In that and many other ways, they're changing the nature of American Judaism. That's the point: Jewish life in America is evolving, not disappearing. In at least one important way."
      ]
    },
    {
      "id": "EFTA01957816",
      "type": "government record",
      "matches": 1,
      "content": [
        "Kibbutz, he is gratified to be the one who can teach the laws and traditions of Judaism to the members. As the most learned man on the secular kibbutz, Tevye takes on his long desired role."
      ]
    },
    {
      "id": "EFTA02012742",
      "type": "government record",
      "matches": 1,
      "content": [
        "Citizens to be intensely conflicted about living in a Jewish polity. On the one hand, they resent Judaism's status as the country's privileged religion: the Law of Return that permits only Jews."
      ]
    },
    {
      "id": "EFTA02017028",
      "type": "government record",
      "matches": 1,
      "content": [
        "City itself, it is divided down the middle. The tomb complex is the second holiest site in Judaism, but roughly half of it is consecrated for Muslim worship as the Ibrahimi Mosque. Hebron."
      ]
    },
    {
      "id": "EFTA02516579",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Busy. Hope to hear from him tomorrow... Otherwise I am ready to proceed with my conversion to Judaism. Sent from my iPhone. On Nov 19, 2014, at 9:20 PM, Jeffrey E. wrote."
      ]
    },
    {
      "id": "EFTA02521014",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Socio-political system disguised as a religion that seeks world dominance by man imposed methodology/effort -- unlike Judaism and Christianity properly understood. If we are to 'believe', the world already has a King and does not need another."
      ]
    },
    {
      "id": "EFTA02521062",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Socio-political system disguised as a religion that seeks world dominance by man imposed methodology/effort -- unlike Judaism and Christianity properly understood. If we are to 'believe', the world already has a King."
      ]
    },
    {
      "id": "EFTA02521723",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Socio-political system disguised as a religion that seeks world dominance by man imposed methodology/effort -- unlike Judaism and Christianity properly understood. If we are to 'believe', the world already has a King."
      ]
    },
    {
      "id": "EFTA02566706",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA02677319",
      "type": "flight log",
      "matches": 3,
      "content": [
        "United States, the course focuses on a wide range of topics including fundamentalist Christian consumer culture, Hasidic Judaism in New York, Islam in a post-September 11th America, pop culture representations of Mormon fundamentalism.",
        "Ranging from the Talmud to short stories by Philip Roth. We will ask: what has 'Jewishness' or 'Judaism' meant for Jews in various times and places? How have Jews historically differentiated themselves from non-Jews?",
        "Historical factors that have shaped it. Students study the context of the historical Jesus in Judaism and principle texts from each period including the New Testament. Topics include early forms of Christianity in the Mediterranean region."
      ]
    },
    {
      "id": "EFTA02679725",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA02686105",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Steel Group Co. Ltd, Uri LTzedek, Kraft Foods Inc., IHS CERA, Yasar Holding AS, Union for Reform Judaism, Sumitomo Chemical Company Limited, Cisco, SBS Media Holdings Co. Ltd, Tianjin Port (Group) Company Ltd, Chinese Academy."
      ]
    },
    {
      "id": "EFTA02703043",
      "type": "flight log",
      "matches": 1,
      "content": [
        "With prosecuting heresy -- and prosecute they did, executing and torturing thousands of suspected witches, converts from Judaism (many of whom had been forced to convert), Protestants, and all manner of suspected heretics, particularly."
      ]
    },
    {
      "id": "EFTA02707384",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Swiss Confederation Head, Economic Section Partner, BP Plc United Kingdom, The Religious Action Center of USA Reform Judaism, Studio Tomas Saraceno Germany, Corriere Della Sera Italy, PT Elang Mahkota Teknologi Indonesia (Emtek), TV Azteca."
      ]
    },
    {
      "id": "EFTA02720197",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Among Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA02720274",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Among Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA01187842",
      "type": "email",
      "matches": 1,
      "content": [
        "Christianity insists that the veil ripped at the death of Jesus, while Judaism believes that the veil survives — that intimacy and transcendent holiness co-exist — is one of the central differences that shape the western mind.",
        "Both types of picture are part of my attempt to speak about Judaism in images. Jewish art must speak directly about Judaism, not about Jewish types or customs or cultural milieux."
      ]
    },
    {
      "id": "EFTA02430536",
      "type": "government record",
      "matches": 1,
      "content": [
        "Mossad-style execution - Judaism for all. The evidence left behind in Dubai suggests Judaism belongs just as much to the secular."
      ]
    },
    {
      "id": "EFTA01824879",
      "type": "government record",
      "matches": 1,
      "content": [
        "Mossad-style execution. The evidence left behind in Dubai suggests Mossad methods.",
        "Judaism for all. Judaism belongs just as much to the secular as it does to the Haredim."
      ]
    },
    {
      "id": "EFTA02528078",
      "type": "flight log",
      "matches": 1,
      "content": [
        "Evidence left behind in Dubai suggests Mossad methods.",
        "Judaism for all. Judaism belongs just as much to the secular as it does."
      ]
    },
    {
      "id": "EFTA00718698",
      "type": "email",
      "matches": 1,
      "content": [
        "Throughout the centers of the Mediterranean, individuals were adopting Jewish practices. Two aspects of Judaism stood in their way: the commandments and circumcision.",
        "In the end, Jews chose not to compromise their life for the sake of making converts.",
        "The Hellenistic people who sympathized with Judaism mostly adopted Pauline Christianity instead.",
        "Consistently throughout history, Jews have chosen to be true to themselves and to stay small rather than seek converts."
      ]
    },
    {
      "id": "EFTA00745584",
      "type": "email",
      "matches": 1,
      "content": [
        "Mossad-style execution. The evidence left behind in Dubai suggests Mossad methods.",
        "Judaism for all. Judaism belongs just as much to the secular as it does to the Haredim."
      ]
    },
    {
      "id": "EFTA00786704",
      "type": "email",
      "matches": 1,
      "content": [
        "iMessage 2018-09-18: Are you celebrating Judaism this evening?"
      ]
    },
    {
      "id": "EFTA00888614",
      "type": "email",
      "matches": 1,
      "content": [
        "Mossad-style execution. The evidence left behind in Dubai suggests Mossad methods.",
        "Judaism for all. Judaism belongs just as much to the secular as it does to the Haredim."
      ]
    },
    {
      "id": "EFTA00516346",
      "type": "unknown",
      "content": [
        "Celebrating Judaism this evening."
      ]
    },
    {
      "id": "EFTA00872448",
      "type": "unknown",
      "content": [
        "Jewish philanthropists Sheldon Adelson and Michael Steinhardt."
      ]
    },
    {
      "id": "EFTA00683397",
      "type": "email",
      "matches": 1,
      "content": [
        "Among Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA00686674",
      "type": "email",
      "matches": 1,
      "content": [
        "By portraying the Nazis as a menace to religious liberty -- and to all religions, not just Judaism -- he solved both his problems at one stroke: It enabled him to use a common language to unite different groups against fascism."
      ]
    },
    {
      "id": "EFTA00686824",
      "type": "email",
      "matches": 1,
      "content": [
        "Holiest site in Judaism, but roughly half of it is consecrated for Muslim worship as the Ibrahimi Mosque.",
        "Hebron has had a Jewish population for centuries, but British colonial authorities evacuated the entire community."
      ]
    },
    {
      "id": "EFTA00694724",
      "type": "email",
      "matches": 1,
      "content": [
        "Netanyahu's own Likud party formed a center-right governing coalition with Shas, Kulanu, United Torah Judaism and HaBayit HaYehudi.",
        "Read more about the 34th Knesset at the Jewish Virtual Library Jerusalem."
      ]
    },
    {
      "id": "EFTA00700060",
      "type": "email",
      "matches": 1,
      "content": [
        "Have close friends in Moscow who can do Jewish documents if you bring them. This Judaism origins certificate (you know Russia... everything can be done there and there are less rules!), if wanna marry."
      ]
    },
    {
      "id": "EFTA00703319",
      "type": "email",
      "matches": 1,
      "content": [
        "Death—to question the applicability of certain seventh-century doctrines to our own era? Both Christianity and Judaism have had their eras of reform. I would argue that the time has come for a Muslim reformation."
      ]
    },
    {
      "id": "EFTA00713729",
      "type": "email",
      "matches": 1,
      "content": [
        "Being surrounded by pagan cultures. G-d wanted us to know that even in a spiritual desert, Judaism would flourish and thrive."
      ]
    },
    {
      "id": "EFTA00725769",
      "type": "email",
      "matches": 1,
      "content": [
        "Rabbi Professor Dr Jonathan Magonet, former Principal of Leo Baeck College, Sternberg Centre for Judaism London.",
        "Dr. Elisabeth Maxwell Curriculum Vitae."
      ]
    },
    {
      "id": "EFTA00727994",
      "type": "email",
      "matches": 2,
      "content": [
        "Importantly, we also educate large numbers of non-Jews, about the history and meaning of Judaism.",
        "Harvard Hillel plays an integral role in student life at the College and the University, both for individuals.",
        "Faculty members from across Harvard will play an increasing role in developing ideas and teaching courses related to Judaism and Jewish values.",
        "These faculty members, many of whom have a long-standing relationship with Harvard Hillel."
      ]
    },
    {
      "id": "EFTA00728946",
      "type": "email",
      "matches": 1,
      "content": [
        "Awarded the Nobel Prize for Peace in 1986. Wiesel is the author of 36 works dealing with Judaism, the Holocaust and moral responsibility.",
        "He has dedicated his life to ensuring that none of us forget."
      ]
    },
    {
      "id": "EFTA00766452",
      "type": "email",
      "matches": 1,
      "content": [
        "Pointing re assholes. Facing-backwards also explains how Judaism continues while Christianity collapses: Christians face forward and live to get to heaven.",
        "Hence Orwell's big question of how 'the religious attitude could be maintained'."
      ]
    },
    {
      "id": "EFTA00775646",
      "type": "email",
      "matches": 1,
      "content": [
        "Renewed terrorism after its every loss. Bereft of the most basic understanding of Judaism and Jewish history, Obama claimed that 'the aspiration for a Jewish homeland is rooted in a tragic history that cannot be denied.'"
      ]
    },
    {
      "id": "EFTA00826715",
      "type": "email",
      "matches": 1,
      "content": [
        "Different directions. 'I think we were drawn together by creativity. We are both creative and spiritual. Our Judaism was another thing, and the values we both shared.'",
        "'We had a lot in common and understood each other.'"
      ]
    },
    {
      "id": "EFTA00845112",
      "type": "email",
      "matches": 1,
      "content": [
        "Then went down to the 9/11 World Trade Center site where surrounded by representatives of Judaism, Islam, Hinduism, Sikhism and Christianity — heard him eulogize those who died trying to rescue others.",
        "'New York City firefighters...'"
      ]
    },
    {
      "id": "EFTA00862567",
      "type": "email",
      "matches": 1,
      "content": [
        "Charged with prosecuting heresy -- and prosecute they did, executing and torturing thousands of suspected witches, converts from Judaism (many of whom had been forced to convert), Protestants, and all manner of suspected heretics."
      ]
    },
    {
      "id": "EFTA00931944",
      "type": "email",
      "matches": 1,
      "content": [
        "Citizens to be intensely conflicted about living in a Jewish polity. On the one hand, they resent Judaism's status as the country's privileged religion: the Law of Return that permits only Jews."
      ]
    },
    {
      "id": "EFTA00954786",
      "type": "email",
      "matches": 1,
      "content": [
        "Among Berber tribes in north Africa and island of Socotra - also where Shaher resides. The Yemenis stayed Judaism and were converted into Islam when Prophet Mohamed sent a letter with an envoy and were converted."
      ]
    },
    {
      "id": "EFTA00984845",
      "type": "email",
      "matches": 1,
      "content": [
        "Back to the island on Tuesday - I am seeing Dr Ting on Monday and can do the Judaism class over the phone again. Sent from my iPhone."
      ]
    },
    {
      "id": "EFTA00985576",
      "type": "email",
      "matches": 1,
      "content": [
        "1920s, 1930s, and 1940s learned from this guide that Solomon's Temple, the holiest site in Judaism, was located on the site now occupied by the Haram al-Sharif, or 'Noble Enclosure'."
      ]
    },
    {
      "id": "EFTA00985600",
      "type": "email",
      "matches": 2,
      "content": [
        "Jews for a free visit that has been shown to increase levels of attachment to Israel and Judaism. Over the next five years the Israeli government will spend $1.4 billion on a range of initiatives.",
        "Open and pluralistic Israel, with attention to minority rights for Arabs and acceptance of different forms of Judaism.",
        "Like us, they are trying to define the rights of non-Jews and how to deal with different expressions of Judaism."
      ]
    },
    {
      "id": "EFTA00986624",
      "type": "email",
      "matches": 1,
      "content": [
        "Nature of Scripture, sacraments, and the need for clergy. But they shared theological assumptions regarding Jews and Judaism with other Protestant denominations, such as supersessionism and millenarianism.",
        "The fundamental Quaker notion of the 'inner light' shaped their view of Judaism."
      ]
    },
    {
      "id": "EFTA00987735",
      "type": "email",
      "matches": 1,
      "content": [
        "Friday sermon, about how 'Jewish capitalism' controls America and, via America, the West.",
        "For Mr. Rafsanjani, Judaism as a religion and Zionism as a movement are both 'immersed' in imperialism, against which the 'most fundamental' resistance is required."
      ]
    },
    {
      "id": "EFTA01067206",
      "type": "email",
      "matches": 2,
      "content": [
        "Congratulations on your conversion to Judaism (iMessage 2015-12-16 12:31:56 UTC).",
        "You should come. It would be much more fun if you came.",
        "Participants included jeeitunes@gmail.com."
      ]
    },
    {
      "id": "EFTA01090973",
      "type": "email",
      "matches": 5,
      "content": [
        "The family values that shape my upbringing focused on modern Orthodox Judaism, religious Zionism, political liberalism of the sort represented by FDR, Anti-Nazism, Anti-Communism, opposition to all kinds of extremism.",
        "Going to synagogue and saying: 'Atheist, Shmathiest, I don't care—as long as you come to shul.' Our Judaism was entirely rule bound. Before every activity, there was a required 'brucha'—a formulistic blessing appropriate.",
        "Another one of my clients, a far more sophisticated one, did convert to Judaism — on a weekly basis. He discovered that all the Jews in a particular federal prison were taken out for special meals and services.",
        "As you know, there is no greater 'Mitzva' in Judaism than 'Pidyon Shevuyim' — prisoner release. And nevertheless, not every person would be prepared to be associated with this.",
        "Life dedicated to more secular Jewish values. I dedicated my first book about my brand of Judaism—Chutzpah—to Carolyn. Carolyn's family participated in the struggle for civil rights in Charleston."
      ]
    },
    {
      "id": "EFTA01130693",
      "type": "email",
      "matches": 1,
      "content": [
        "Comes from form and all evil from matter. We have a peek at the misogyny that formative Judaism received from Greek thinking—similarly to her daughter religions.",
        "The formula for knowledge which has origins in Greek philosophy influenced Judaism's development."
      ]
    },
    {
      "id": "EFTA01139326",
      "type": "email",
      "matches": 1,
      "content": [
        "Shopping/supplies list including 'Central ue Judaism' among various items like Equinox Laser Surgery, NYTimes Supplies, Polo gifts."
      ]
    },
    {
      "id": "EFTA01169316",
      "type": "email",
      "matches": 1,
      "content": [
        "Christianity and the home of sacred shrines of Islam, but intentionally ignored the Biblical roots of Judaism and Jerusalem as the home of Hebrew kings and prophets.",
        "For Israelis, that omission reveals even the most problematic attitudes."
      ]
    },
    {
      "id": "EFTA01187574",
      "type": "email",
      "matches": 1,
      "content": [
        "Neturei Karta (i.e., anti-Zionist ultra-Orthodox Jews). We welcome you. In our eyes, you are Judaism's conscience.",
        "We in Islam recognize the three religions - there are Muslims, there are Jews, and there are Christians."
      ]
    },
    {
      "id": "EFTA01189624",
      "type": "email",
      "matches": 5,
      "content": [
        "Affinity with Labor Zionism. When Rabbi Avraham Yitzhak Kook figured a way to entwine Zionism with Orthodox Judaism, he helped bridge the practical gap between secular and religious, and at the same time he created divisions.",
        "Growing divide, too, by allowing the Orthodox rabbinate to dominate the issue of conversion to Judaism—and in increasingly ahistorical, extreme ways—thus alienating large numbers of American Jewish families with members who were converted.",
        "Shifting to modern- and ultra-Orthodoxy, while the demographic bottom is dropping out of so-called liberal Judaism. Something similar, though not for the same reasons or in the same way, is happening in Israel.",
        "Have created, mostly without realizing it or meaning to, a shallow politicized version of Judaism that has made Israel into a substitute deity and the Holocaust that deity's liturgy.",
        "Identity ensemble has become political. Jacob Neusner and others started warning many decades ago that this faux-Judaism is incapable of transmitting genuine Jewish memory to future generations, and they have been proven correct."
      ]
    },
    {
      "id": "EFTA01193614",
      "type": "email",
      "matches": 1,
      "content": [
        "Lost his left eye in an automobile accident, and several years later, he converted to Judaism.",
        "Davis' film career began as a child in 1933. In 1960, he appeared in the first Rat Pack film."
      ]
    },
    {
      "id": "EFTA01196458_2",
      "type": "email",
      "matches": 1,
      "content": [
        "'But Jewish people don't have such a strong political power. So, [Judaism] has more pluralism.'",
        "It is this space and allowance—even encouragement—for debate that has helped Jews make cultural contributions.",
        "Quote from Liu comparing Judaism's pluralism to political parties."
      ]
    },
    {
      "id": "EFTA01209122",
      "type": "email",
      "matches": 2,
      "content": [
        "Woody Allen: Congratulations on your conversion to Judaism (iMessage 2015-12-16 12:31:56 UTC).",
        "Woody Allen: You should come.",
        "Participants included jeeitunes@gmail.com."
      ]
    },
    {
      "id": "EFTA01213371",
      "type": "email",
      "matches": 1,
      "content": [
        "How are you Jee? Tell me is it easy to convert to Judaism? (iMessage 2015-12-23 19:02:13 UTC)",
        "Message to Woody Allen asking about conversion difficulty."
      ]
    },
    {
      "id": "EFTA01214593",
      "type": "email",
      "matches": 1,
      "content": [
        "And which kind of book I have read to learn more about Judaism? (Skype 2015-12-29 11:59:50 UTC)",
        "Question about books to learn about Judaism."
      ]
    }
  ],
  "summary": {
    "totalDocuments": 111,
    "documentTypes": {
      "email": 62,
      "government_record": 31,
      "flight_log": 16,
      "unknown": 2
    },
    "keyThemes": [
      "Anti-Judaism as a concept distinct from anti-Semitism",
      "Historical philosophical perspectives on Judaism (Marx, Hegel, Nirenberg)",
      "Judaism and capitalism connection in Marx's writings",
      "Mossad and Dubai references",
      "Judaism belonging to secular and Haredim alike",
      "Maimonides and Aristotelian Judaism",
      "Decline of religious practice among American Jews",
      "Christian supersessionism and Judaism",
      "Jews at royal courts as advisers, tax collectors, money-lenders",
      "Bolsheviks and the language of anti-Judaism (Trotsky, Kamenev, Radek)",
      "Orthodox Judaism and Torah/Madah (religious vs secular knowledge)",
      "Ivanka Trump's conversion to Judaism",
      "Anglican theology viewing Judaism as superseded",
      "Zionism seen as materialistic and vaguely Bolshevik",
      "China's interest in Judaism and Jewish donors",
      "Western Wall as holiest place in Judaism (Al-Habbash controversy)",
      "Temple Mount as holiest site in Judaism",
      "Yemeni Jews converting to Islam",
      "Jewish Virtual Library as educational resource",
      "Christianity-Judaism interfaith relations",
      "Jerusalem as cultural heritage of Islam, Christianity, and Judaism",
      "Hebron tomb complex - second holiest site in Judaism",
      "Israeli-Palestinian peace as reconciliation between Judaism, Islam and Christianity",
      "Economics minister's mission to keep Judaism alive",
      "Judaism classes taken over the phone on the island",
      "Kibbutz teaching of Jewish laws and traditions",
      "Shakespeare's Merchant of Venice and anti-Judaism vs anti-Semitism",
      "Virtue ethics vs Jewish law in Judaism",
      "Religious skepticism as honored part of modern Judaism since Enlightenment",
      "Mixed marriages changing American Judaism - evolving not disappearing",
      "Conversion to Judaism communications",
      "Jeffrey E. email about conversion to Judaism (Nov 2014)",
      "Islam as socio-political system unlike Judaism and Christianity",
      "Hasidic Judaism in New York",
      "Historical Jesus in context of Judaism",
      "Inquisition prosecuting converts from Judaism",
      "Union for Reform Judaism organization",
      "Religious Action Center of USA Reform Judaism",
      "Law of Return and Judaism as privileged religion in Israel",
      "Philip Roth and meaning of Jewishness/Judaism",
      "Chabad as state-sanctioned Judaism used by Putin to monitor Russo-Jewish oligarchs",
      "Chabad co-opting Trump presidency",
      "Mowbray as convert to Judaism who would flip on Broidy",
      "Madoff case and association with Judaism",
      "Children's religious instruction restricted to Judaism only",
      "Belarusian Jews - languages, religion (Judaism/Atheism), ethnic groups",
      "Belarus silver coin commemorating Judaism (2010)",
      "1968 arrests of Jewish youths for Zionist activity",
      "Dreyfus Affair connection to Judaism",
      "Isabel converted from Anglican to Jewish faith",
      "Divinity of the Torah as foundational belief in Judaism",
      "Judaism's High Holidays - prayer, introspection, inspiration",
      "Adam Kirsch review of Nirenberg's Anti-Judaism book",
      "Nazis portrayed as menace to religious liberty including Judaism",
      "Hebron - British colonial evacuation of Jewish community",
      "Netanyahu coalition with United Torah Judaism party",
      "Moscow contacts for Judaism origins certificates",
      "Muslim reformation compared to Christianity and Judaism reforms",
      "Judaism flourishing in spiritual deserts among pagan cultures",
      "Leo Baeck College / Sternberg Centre for Judaism London",
      "Harvard Hillel educating non-Jews about Judaism",
      "Elie Wiesel - 36 works on Judaism, Holocaust, moral responsibility",
      "Judaism continues while Christianity collapses - facing backwards vs forward",
      "Obama's understanding of Judaism and Jewish homeland aspiration",
      "Shared Judaism and values drawing people together",
      "9/11 memorial with representatives of Judaism, Islam, Hinduism, Sikhism, Christianity",
      "Solomon's Temple as holiest site in Judaism on Haram al-Sharif",
      "Israeli government $1.4 billion initiatives to increase attachment to Judaism",
      "Pluralistic Israel and acceptance of different forms of Judaism",
      "Quaker supersessionism and millenarianism regarding Judaism",
      "Rafsanjani - Jewish capitalism controls America, Judaism immersed in imperialism",
      "Conversion to Judaism congratulations (2015)",
      "Modern Orthodox Judaism and religious Zionism family values",
      "Federal prison conversions to Judaism for special meals",
      "Pidyon Shevuyim (prisoner release) as greatest Mitzva in Judaism",
      "Chutzpah book about secular Jewish values/brand of Judaism",
      "Greek philosophy influence on formative Judaism (misogyny)",
      "Biblical roots of Judaism ignored in favor of Islam shrines",
      "Neturei Karta as Judaism's conscience (anti-Zionist ultra-Orthodox)",
      "Rabbi Kook entwining Zionism with Orthodox Judaism",
      "Orthodox rabbinate dominating conversion to Judaism",
      "Liberal Judaism demographic decline",
      "Shallow politicized Judaism making Israel substitute deity",
      "Jacob Neusner warning faux-Judaism cannot transmit Jewish memory",
      "Sammy Davis Jr conversion to Judaism after losing eye",
      "Judaism's pluralism compared to political parties (Liu quote)",
      "Woody Allen conversion to Judaism congratulations messages",
      "Questions about ease of converting to Judaism",
      "Books to learn about Judaism inquiry"
    ],
    "namedIndividuals": [
      "Sheldon Adelson",
      "Michael Steinhardt",
      "Karl Marx",
      "David Nirenberg",
      "Hegel",
      "Goebbels",
      "Burke",
      "Isaac Deutscher",
      "Trotsky",
      "Kamenev",
      "Radek",
      "Thomas Aquinas",
      "Maimonides",
      "Averroes",
      "John Chrysostom",
      "J.J. Goldberg",
      "Paul",
      "Manetho",
      "Donald Trump",
      "Ivanka Trump",
      "Jared Kushner",
      "Al-Habbash",
      "Prophet Mohamed",
      "Shaher",
      "Dr Ting",
      "Tevye",
      "Jay M. Harris",
      "Moshe Halbertal",
      "Anthony Julius",
      "Shakespeare",
      "Philip Roth",
      "Jeffrey E.",
      "Adam Kirsch",
      "Putin",
      "Mowbray",
      "Broidy",
      "Ed Royce",
      "Madoff",
      "Livia Parnes",
      "George Whyte",
      "Isabel",
      "Jacob Kamaras",
      "Rosenfeld",
      "Dreyfus",
      "Netanyahu",
      "Jonathan Magonet",
      "Elisabeth Maxwell",
      "Elie Wiesel",
      "Orwell",
      "Obama",
      "Rafsanjani",
      "Rabbi Avraham Yitzhak Kook",
      "FDR",
      "Carolyn",
      "Jacob Neusner",
      "Sammy Davis Jr",
      "Liu",
      "Woody Allen"
    ],
    "keyBooks": [
      "Anti-Judaism: The Western Tradition by David Nirenberg",
      "On the Jewish Question by Karl Marx (1844)",
      "Maimonides: Life and Thought by Moshe Halbertal",
      "Merchant of Venice by Shakespeare",
      "Talmud",
      "New Testament",
      "Torah",
      "Chutzpah (book about brand of Judaism)"
    ],
    "locations": [
      "Dubai",
      "Mediterranean",
      "United States",
      "New York",
      "London (Middle Temple)",
      "Israel",
      "Palestine",
      "China",
      "North Africa",
      "Socotra",
      "Yemen",
      "Western Wall",
      "Jerusalem",
      "Hebron",
      "Ibrahimi Mosque",
      "The Island",
      "Temple Mount",
      "Belarus",
      "Paris",
      "Moscow",
      "World Trade Center",
      "Claremont CA",
      "Haram al-Sharif",
      "Charleston"
    ],
    "organizations": [
      "UBS Financial Services",
      "Jewish Virtual Library",
      "American-Israeli Cooperative Enterprise",
      "Islamic Waqf",
      "Mossad",
      "Foreign Affairs",
      "Union for Reform Judaism",
      "Religious Action Center of USA Reform Judaism",
      "The Jewish Week of New York",
      "Uri LTzedek",
      "Kraft Foods Inc.",
      "BP Plc",
      "Chinese Academy",
      "Chabad",
      "JNS.org",
      "Likud",
      "Shas",
      "Kulanu",
      "United Torah Judaism",
      "HaBayit HaYehudi",
      "34th Knesset",
      "Leo Baeck College",
      "Sternberg Centre for Judaism",
      "Harvard Hillel",
      "Neturei Karta",
      "Labor Zionism",
      "Orthodox Rabbinate"
    ]
  },
  "verifiedConnections": {
    "description": "These connections are directly supported by documents in the Epstein files",
    "peopleInEpsteinDocuments": [
      {
        "name": "Sheldon Adelson",
        "context": "Jewish philanthropist mentioned in documents (EFTA00872448)",
        "connection": "Named alongside Michael Steinhardt as Jewish philanthropist"
      },
      {
        "name": "Michael Steinhardt",
        "context": "Jewish philanthropist mentioned in documents (EFTA00872448)",
        "connection": "Named alongside Sheldon Adelson as Jewish philanthropist"
      },
      {
        "name": "Woody Allen",
        "context": "Appears in iMessage conversations in Epstein documents (EFTA01209122, EFTA01213371)",
        "connection": "Received message 'congratulations on your conversion to Judaism' (Dec 2015). Also received question about ease of converting to Judaism."
      },
      {
        "name": "Elisabeth Maxwell",
        "context": "Appears in documents (EFTA00725769)",
        "connection": "CV mentioned alongside Rabbi Jonathan Magonet of Leo Baeck College. Elisabeth Maxwell was Ghislaine Maxwell's mother."
      },
      {
        "name": "Ivanka Trump",
        "context": "Mentioned in documents (EFTA01198166)",
        "connection": "Trump's daughter converted to Judaism in 2009. Observes Shabbat with husband Jared Kushner."
      },
      {
        "name": "Jared Kushner",
        "context": "Mentioned in documents (EFTA01198166)",
        "connection": "Real estate developer, publisher. Married to Ivanka Trump who converted to Judaism."
      },
      {
        "name": "Broidy",
        "context": "Mentioned in FBI CHS documents (EFTA00090314)",
        "connection": "Mowbray (a convert to Judaism) was described as someone who would 'flip on Broidy'."
      },
      {
        "name": "Mowbray",
        "context": "FBI informant documents (EFTA00090314)",
        "connection": "Lobbyist described as 'shiftiest' person. Convert to Judaism. Connected to Congressman Ed Royce."
      },
      {
        "name": "Jeffrey E.",
        "context": "Email in documents (EFTA02516579)",
        "connection": "Email from Nov 2014 stating 'I am ready to proceed with my conversion to Judaism'"
      },
      {
        "name": "Dr Ting",
        "context": "Mentioned in messages from 'the island' (EFTA01933130, EFTA00984845)",
        "connection": "Someone was seeing Dr Ting on Monday and doing 'Judaism class over the phone' from the island"
      }
    ],
    "organizationsInDocuments": [
      {
        "name": "Chabad",
        "context": "FBI/intelligence documents (EFTA00090314)",
        "connection": "Described as 'state-sanctioned Judaism' used by Putin to monitor Russo-Jewish oligarchs. Also described as trying to 'co-opt the Trump presidency'."
      },
      {
        "name": "Harvard Hillel",
        "context": "Educational documents (EFTA00727994)",
        "connection": "Educates non-Jews about Judaism. Faculty members develop courses on Judaism and Jewish values."
      },
      {
        "name": "UBS Financial Services",
        "context": "Financial documents (EFTA01275887)",
        "connection": "Financial institution appearing in Epstein-related documentation"
      }
    ],
    "keyLocationsLinked": [
      {
        "location": "The Island (Little St. James)",
        "context": "Multiple documents reference 'the island' (EFTA01933130, EFTA00984845)",
        "connection": "Judaism classes were being conducted 'over the phone' while someone was on the island"
      },
      {
        "location": "Moscow",
        "context": "Documents reference contacts in Moscow (EFTA00700060)",
        "connection": "Reference to Moscow contacts who can provide 'Judaism origins certificates' - 'you know Russia... everything can be done there'"
      }
    ],
    "documentedActivities": [
      {
        "activity": "Judaism classes on the island",
        "documents": ["EFTA01933130", "EFTA00984845", "EFTA01935515"],
        "details": "Someone was taking Judaism classes over the phone while on the island, scheduled around seeing 'Dr Ting'"
      },
      {
        "activity": "Conversions to Judaism",
        "documents": ["EFTA01209122", "EFTA01213371", "EFTA02516579", "EFTA01067206", "EFTA01624153"],
        "details": "Multiple congratulations messages about conversions to Judaism appear in the documents, including messages involving Woody Allen"
      },
      {
        "activity": "Child religious instruction",
        "documents": ["EFTA00306319"],
        "details": "Legal document stating 'the Child shall not receive religious instruction in any faith other than Judaism' unless approved in advance"
      },
      {
        "activity": "Forged Judaism certificates",
        "documents": ["EFTA00700060"],
        "details": "Reference to Moscow contacts who can create Judaism origins certificates: 'you know Russia... everything can be done there and there are less rules'"
      }
    ],
    "financialConnections": [
      {
        "topic": "Jewish philanthropists",
        "individuals": ["Sheldon Adelson", "Michael Steinhardt"],
        "context": "Both named as Jewish philanthropists in documents"
      },
      {
        "topic": "Madoff case",
        "documents": ["EFTA00259898"],
        "context": "PhD student studying Madoff case, noting professors didn't associate Madoff with Judaism"
      }
    ],
    "politicalConnections": [
      {
        "topic": "Chabad-Putin-Trump triangle",
        "documents": ["EFTA00090314"],
        "details": "Documents describe Chabad as 'state-sanctioned Judaism' used by Putin to monitor oligarchs, and describe Chabad trying to 'co-opt the Trump presidency'"
      },
      {
        "topic": "Netanyahu coalition",
        "documents": ["EFTA00694724"],
        "details": "Netanyahu's Likud formed coalition with United Torah Judaism party"
      },
      {
        "topic": "Congressman Ed Royce",
        "documents": ["EFTA00090314"],
        "details": "Mentioned in connection with Mowbray (convert to Judaism) who was described as a 'flipper'"
      }
    ]
  }
}
